export const RESULT_DESCRIPTION =
  '직업가치관이란 직업을 선택할 때 영향을 끼치는 자신만의 믿음과 신념입니다. 따라서 여러분의 직업생활과 관련하여 포기하지 않는 무게중심의 역할을 한다고 볼 수 있습니다. 직업가치관검사는 여러분이 직업을 선택할 때 상대적으로 어떠한 가치를 중요하게 생각하는지를 알려줍니다. 또한 본인이 가장 중요하게 생각하는 가치를 충족시켜줄 수 있는 직업에 대해 생각해 볼 기회를 제공합니다.';

export const WEEKDAYS = ['일', '월', '화', '수', '목', '금', '토'];
export const MONTHS = [
  '1월',
  '2월',
  '3월',
  '4월',
  '5월',
  '6월',
  '7월',
  '8월',
  '9월',
  '10월',
  '11월',
  '12월',
];

export const JOB_SELECT_TYPE = {
  grade: 0,
  major: 1,
};

// 종사자 평균 학력별(grade)
export const GRADE_NAMES = ['중졸이하', '고졸', '전문대졸', '대졸', '대학원졸'];

// 종사자 평균 전공별(major)
export const MAJOR_NAMES = [
  '계열무관',
  '인문',
  '사회',
  '교육',
  '공학',
  '자연',
  '의학',
  '예체능',
];
